[{
  "category": "Profile",
  "questions": [{
    "title": "What information can I find in my profile?",
    "text": "At the top you will see three sections: Profile (all your account details) billing information and subscription plans."
  }, {
    "title": "What can I change in my account?",
    "text": "In your profile, you can add a photo so that your account appears complete. We only accept the .jpg format. From here you can edit all the info that appears including your location and password. If you want to log out, you can also do so from here. Easy isn't it?"
  }, {
    "title": "What is the billing information?",
    "text": "This is the information we need when you buy a feature using a credit or debit card. It is necessary to complete all of the fields so that the invoice is filled out correctly."
  }, {
    "title": "Your motor plan?",
    "text": "The plan shows you the subscription you currently have. For example, if you have subscribed to \"Plan 50\" then you can have up to 50 cars active on the Wallapop app and website at any one time. Not bad at all eh?"
  }, {
    "title": "Your visibility plan?",
    "text": "The visibility plan offers two options; the city plan to feature your ads in your city of residence or the nationwide plan to feature your ads nationally. You can buy 25, 90 or 300 features. Each feature lasts 24 hours. The larger the pack you buy, the bigger the discount. You can sign up or change your package by calling this number 674 726 372 or sending an email to ventas.motor@wallapop.com"
  }, {
    "title": "Why should I feature a car?",
    "text": "The features allow your car to be more visible to the users of the app and website. How? Well, it's really simple, featuring your ad means it will appear at the top of the wall. The ad will have a different style so that it stands out and it will also be included in the collections for your city or nationally."
  }]
}, {
  "category": "Panel",
  "questions": [{
    "title": "What information can I see in my panel?",
    "text": "Everything! Here you can see everything related to your ad, chats and calls related to your catalogue including the metrics for measuring the impact of the items you have featured."
  }, {
    "title": "How does the panel work?",
    "text": "It's really simple. At the top left you can filter by the last 30, 15 and 7 days. If you move the cursor over these days you will see the chats, calls, and views of your featured items for the day."
  }, {
    "title": "What is the panel for the last 12 months?",
    "text": "In this panel you can see a summary of the last year. You will see the same information as before but divided by months and days."
  }]
}, {
  "category": "Catalogue",
  "questions": [{
    "title": "Your catalogue",
    "text": "In the catalogue you have all the information related your vehicles. You will see that there are various subsections where you can see the cars that are active at that time; the inactive vehicles and those that are featured or sold."
  }, {
    "title": "What actions can I take for each car?",
    "text": "From here you can edit, reserve or mark each individual car as sold, as well as, feature, remove or deactivate each vehicle or group of vehicles."
  }, {
    "title": "Can I sort my catalogue of cars?",
    "text": "Of course! In three possible ways, you can select and sort each vehicle ad by the date created, most recent or by price (low to high and vise versa)."
  }, {
    "title": "Can I search within my catalogue?",
    "text": "Whenever you want! You can click on the magnifying glass icon on the left and look for the name within your item catalogue."
  }, {
    "title": "Can I upload a car manually from my catalogue?",
    "text": "You have various action buttons you can use to upload a car to your profile. You will find on the top bar of the navegation screen a button \"Upload car\" this button also appears in your catalogue. Choose the most convenient option and upload as many cars as you want."
  }, {
    "title": "What information will I see on my car ad?",
    "text": "You will see the photo, price and model, as well as, the date uploaded and date of your last edit. You can also see the number of views, the number of times your item has been marked as favourite by users and the number of chats you have related to that car. If your car is featured, you will also see a counter of the days and hours remaining. Or if the car is due to be featured on a specific day,  you will also see the start and end date of this period. You can also mark the car as sold, reserved or edit the ad."
  }]
}, {
  "category": "Featured",
  "questions": [{
    "title": "How can I feature a car?",
    "text": "If you have subscribed to a visibility plan or you have items featured as \"extra\" you can use them in the following way: select the car or cars that you want to feature and select the button \"Feature it\" and in the next step we will show you the selected cars for you to then choose which type of feature you want to apply (city or nationwide) and for how long. Remember that each one lasts for 24 hours and every 24 hours uses one feature. Once you have decided which feature to apply to each item, you will see a summary of all the information on the right hand side of the screen and the button to apply the changes \"Apply features\"."
  }, {
    "title": "Why isn't the feature present nationally or in my city?",
    "text": "If you find that you cannot select an item to be featured (either in the city or nationally) this could be that you are not currently subscribed to a visibility plan or you have no remaining features to be used. Remember, you can sign up for a visibility plan by calling us on 674 726 372 or sending an email to ventas.motor@wallapop.com. You can also purchase extra features with a credit or debit card. For this you have the \"Buy extras\" button on the top left of your catalogue."
  }, {
    "title": "Can I cancel a feature?",
    "text": "You can cancel the feature option on an item when it has been set for a future date. If you have a car that is cuurently featured, it will last for 24 hours following and therefore cannot be cancelled once it has begun."
  }, {
    "title": "How can I purchase more features?",
    "text": "If you have not subscribed to a visibility plan or you have used up all the features in your plan, you can purchase extra credits for features by city or nationally. You will find in the top, right hand side of the catalogue a button \"Buy extras\" where you will find the prices and packs available. You can add as many features as you require and purchase them with a credit or debit card. They will be added immediately and you can start to use them straight away."
  }]
}, {
  "category": "Messages",
  "questions": [{
    "title": "What can I see via the Messages section?",
    "text": "You will find a list of the number of chats you have in your profile. The messages will be divided into open and closed conversations. Each chat is a conversation with a particular user about a particular car."
  }, {
    "title": "What actions can I take via Messages?",
    "text": "From here you can select and manage your open messages and closed messages. All you have to do is use the cursor to close the message or move it back to open. A tick is shown when a message is marked as closed or unticked when it is moved back to open. You can also delete a conversation and report or block a user. On the right hand side you will see the user's information."
  }, {
    "title": "Can I block or report a user I don't want to speak to?",
    "text": "Yes. From the conversation screen, you can see a menu shown by three vertical lines on the top right hand side. You can report the item, block or report the user, or delete the conversation. If you select this option, the user will not be able to contact you again and the report will registered."
  }]
}, {
  "category": "Calls",
  "questions": [{
    "title": "What information can I see in the Calls section?",
    "text": "Just as in the messages section, you can see all the calls that have been taken or are pending."
  }, {
    "title": "What is in the Call record?",
    "text": "You can see all the calls that you have received, including the missed calls and the telephone numbers. You can see who made the call, the date of the call and the duration."
  }, {
    "title": "What do the icons mean?",
    "text": "You will find three icons relating to the calls. The green icon shows a call that was taken. The red icon means a user has contacted you without success and the blue icon shows where a user has added their telephone number for you to contact them."
  }, {
    "title": "Can I see additional info about the person calling?",
    "text": "For each entry into the call list you can view further information about the user and their contact details where supplied. You can see the rating, distance and whether or not they have been reported for any reason. You can also see if you have any open chats with the user and access the conversation from here."
  }, {
    "title": "What are the completed calls for?",
    "text": "Your closed calls can be managed by you. You have the option to mark the call as closed and move it to the processed calls section. Any calls that you have made, received or returned can be moved to the completed section so that you can manage your calls more effectively."
  }]
}]
